Repository: mishaaq/kcm_touchpad
Catalog: po/*/kcm_touchpad.po
Languages: fr

source: General
fr: Général

source: Touchpad
fr: Pavé tactile

source: Touchpad is enabled.
fr: Le pavé tactile est activé.

source: On
fr: Activé

source: Touchpad is switched off.
fr: Le pavé tactile est désactivé.

source: Off
fr: Désactivé

source: Only tapping and scrolling is switched off.
fr: Seuls le tapotement et le défilement sont désactivés.

source: Allow moving
fr: Autoriser le déplacement

source: Touchpad Name:
fr: Nom du pavé tactile :

source: Device not found
fr: Dispositif non trouvé

source: Smart Mode
fr: Mode intelligent

source: Disable touchpad when typing
fr: Désactiver le pavé tactile lors de la saisie

source: Re-enable delay:
fr: Délai de réactivation

source: Touch Sensitivity
fr: Sensibilité du toucher

source: Low
fr: Faible

source: High
fr: Élevée

source: Scrolling
fr: Défilement

source: Enable vertical scrolling when dragging along the right edge.
fr: Activer le défilement vertical quand je fais un glisser-déplacer sur le rebord droit.

source: Enable Vertical Scrolling
fr: Activer le défilement vertical

source: Move distance of the finger for a vertical scroll event.
fr: Distance de déplacement du doigt sur un défilement vertical.

source: Enable horizontal scrolling when dragging along the bottom edge.
fr: Activer le défilement horizontal quand je fais un glisser-déplacer sur le rebord du bas.

source: Enable Horizontal Scrolling
fr: Activer le défilement horizontal

source: Advanced
fr: Avancé

source: Enable edge scrolling to continue after the finger is released.
fr: Continuer le défilement sur un rebord après que le doigt ait été relâché.

source: Enable Coasting
fr: Activer le défilement sur un rebord

source: Coasting threshold scrolling speed.
fr: Vitesse de défilement sur un rebord

source: Slow
fr: Lent

source: Fast
fr: Rapide

source: Enable edge scrolling to continue while the finger stays in an edge corner.
fr: Continuer le défilement sur un rebord quand le doigt se situe dans un coin.

source: Enable Corner Coasting
fr: Activer le défilement sur un rebord dans les coins

source: Move distance of the finger for a horizontal scroll event.
fr: Distance de déplacement du doigt sur un défilement horizontal.

source: Enable vertical scrolling when dragging with two fingers anywhere on the touchpad.
fr: Activer le défilement vertical quand je fais un glisser-déplacer avec deux doigts n’importe où sur le pavé tactile.

source: Enable Vertical Two Fingers Scrolling
fr: Activer le défilement vertical à deux doigts

source: Enable horizontal scrolling when dragging with two fingers anywhere on the touchpad.
fr: Activer le défilement horizontal quand je fais un glisser-déplacer avec deux doigts n’importe où sur le pavé tactile.

source: Enable Horizontal Two Fingers Scrolling
fr: Activer le défilement horizontal à deux doigts

source: Circular Scrolling
fr: Défilement circulaire

source: If on, circular scrolling is used.
fr: Si sélectionné, le défilement circulaire sera activé.

source: Enable Circular Scrolling
fr: Activer le défilement circulaire

source: Trigger region on the touchpad to start circular scrolling.
fr: Point de départ du défilement circulaire du pavé tactile.

source: Triggered by:
fr: Point de départ :

source: All Corners
fr: Tous les coins

source: Top Edge
fr: Rebord du haut

source: Top-Right Corner
fr: Coin en haut à droite

source: Right Edge
fr: Rebord droit

source: Bottom-Right Corner
fr: Coin en bas à droite

source: Bottom Edge
fr: Rebord du bas

source: Bottom-Left Corner
fr: Coin en bas à gauche

source: Left Edge
fr: Rebord gauche

source: Top-Left Corner
fr: Coin en haut à gauche

source: No Trigger
fr: Pas de point de départ

source: Move angle (radians) of finger to generate a scroll event.
fr: Angle de déplacement (en radians) du doigt qui doit générer un défilement.

source: Tapping
fr: Tapotement

source: Emulation
fr: Émulation

source: Enable Tapping
fr: Activer le tapotement

source: Timeout after a tap to recognize it as a single tap.
fr: Délai après lequel un tapotement est considéré comme un simple appui.

source: Single Tap Timeout:
fr: Délai d’un appui simple :

source: Maximum time (in milliseconds) for detecting a double tap.
fr: Délai maximum (en millisecondes) pour détecter un double appui.

source: Double Tap Time:
fr: Délai d’un appui double :

source: The duration of the mouse click generated by tapping.
fr: Durée du clic de souris généré par le tapotement.

source: Click Time:
fr: Durée de clic :

source: Max Tap Move:
fr: Déplacement max à l’appui :

source: Buttons
fr: Boutons

source: Right-Top Corner
fr: Dans le coin en haut à droite

source: Right-Bottom Corner
fr: Dans le coin en bas à droite

source: Left-Top Corner
fr: Dans le coin en haut à gauche

source: Left-Bottom Corner
fr: Dans le coin en bas à gauche

source: One Finger
fr: Avec un doigt

source: Two Fingers
fr: Avec deux doigts

source: Three Fingers
fr: Avec trois doigts

source: means
fr: représente

source: None
fr: Rien

source: Left Button
fr: Le bouton gauche

source: Middle Button
fr: Le bouton central

source: Right Button
fr: Le bouton droit

source: <h1>Touchpad</h1> This module allows you to choose options for the way in which your touchpad works. The actual effect of setting these options depends upon the features provided by your touchpad hardware and the X server on which KDE is running.
fr: <h1>Pavé tactile</h1> (Touchpad) Ce module vous permet de choisir les options de fonctionnement de votre pavé tactile. L’efficacité de ces options dépend des capacités de votre matériel et du serveur X sur lequel KDE fonctionne.
